Repository: RaSteaks/FFFilm
Catalog: FFFilm/Localizable.xcstrings
Source language: en
Languages: zh_hans

# negative.lens.automatic
source: Auto (Macro)
zh_hans: 自动（含微距）

# negative.camera.autoMacroHint
source: Automatically switches lenses for close focus. Lens changes require a new film-base sample.
zh_hans: 靠近胶片时自动切换适合近摄的镜头；切换后需重新选取片基。

# negative.camera.manualLensHint
source: This lens stays selected. Choose Auto (Macro), when available, for automatic close focusing.
zh_hans: 当前固定使用所选镜头；如有“自动（含微距）”，选择后可自动切换近摄。

# negative.camera.macroActive
source: Macro lens active
zh_hans: 已切换微距镜头

# negative.camera.macroAutomatic
source: Automatic macro ready
zh_hans: 微距自动切换已开启

# negative.camera.recalibrate
source: Camera lens changed. Sample the film base again.
zh_hans: 相机镜头已自动切换，请重新选取片基。

source: (cancelled)
zh_hans: （已取消）

source: %@ hours
zh_hans: %@ 小时

source: A valid input color profile is required.
zh_hans: 缺少有效的输入色彩配置。

source: Add frame
zh_hans: 添加帧

source: All frames
zh_hans: 全部帧

source: An input color space must be selected.
zh_hans: 需要选择输入色彩空间。

# app.title
source: FORMAT & DATA
zh_hans: 格式与数据

source: Aspect ratio
zh_hans: 裁切比例

source: Assigned input:
zh_hans: 指定输入：

source: Batch selection
zh_hans: 批量选择

# camera.addFavorite
source: Add favorite
zh_hans: 添加收藏

# camera.browseHint
source: Browse cameras and manage favorites
zh_hans: 浏览相机并管理收藏

# camera.catalogFooter
source: Catalog reference. Frame rates and codecs depend on the recording mode. Verify against camera firmware.
zh_hans: 目录参考。帧率与编码取决于录制模式，请以相机固件为准。

# camera.dimensions
source: Dimensions
zh_hans: 尺寸

# camera.emptyFavorites
source: Add favorites in Cameras to show them here.
zh_hans: 在相机中添加收藏后会显示在这里。

# camera.favorite
source: Favorite
zh_hans: 已收藏

# camera.favoriteFooter
source: Order is shared with Recording. Removing a favorite keeps the camera in the catalog.
zh_hans: 排序与录制页共享；移除收藏不会删除相机目录项。

# camera.favoriteHint
source: Favorites appear on Recording. Open Favorites to reorder or remove them.
zh_hans: 收藏会显示在录制页；打开收藏可排序或移除。

# camera.favoriteOrder
source: Favorite order
zh_hans: 收藏顺序

# camera.format
source: Format
zh_hans: 格式

# camera.moveEarlier
source: Move earlier
zh_hans: 上移

# camera.moveLater
source: Move later
zh_hans: 下移

# camera.nativeResolution
source: Native resolution
zh_hans: 原生分辨率

# camera.noFavorites
source: No favorite cameras
zh_hans: 暂无收藏相机

# camera.noFavoritesHint
source: Go back to Cameras and tap a star to add a favorite.
zh_hans: 返回相机并点击星标即可添加收藏。

# camera.notFavorite
source: Not favorite
zh_hans: 未收藏

# camera.removeFavorite
source: Remove favorite
zh_hans: 移除收藏

# camera.search
source: Camera or manufacturer
zh_hans: 相机或制造商

# camera.sensor
source: Sensor
zh_hans: 传感器

# camera.supportedModes
source: Supported recording modes
zh_hans: 支持的录制模式

# camera.upToFPS
source: Up to
zh_hans: 最高

source: Cancel
zh_hans: 取消

source: Cancel export
zh_hans: 取消导出

source: Candidate frames added. Check and refine their boundaries.
zh_hans: 已生成候选帧，请检查并修正边界。

source: Cannot read the scan file.
zh_hans: 无法读取扫描文件。

source: Canvas tool
zh_hans: 画布工具

source: Choose folder & export…
zh_hans: 选择文件夹并导出…

source: Choose ICC…
zh_hans: 选择 ICC…

source: Choose the scanner software's actual output profile, or load a matching scanner RGB ICC. Linear data alone does not imply Linear sRGB.
zh_hans: 请选择扫描软件实际输出的配置，或导入匹配的扫描仪 RGB ICC。仅知道扫描是线性数据，不足以选择 Linear sRGB。

# comparison.addHint
source: Save this complete setup as a comparison snapshot.
zh_hans: 将完整方案保存为对比快照。

# comparison.empty
source: No comparison snapshots
zh_hans: 暂无对比方案

# comparison.emptyHint
source: Add a setup from the recording result.
zh_hans: 请从录制结果加入方案。

# comparison.remove
source: Remove comparison
zh_hans: 移除对比方案

# copy.invalidShutterSummary
source: Shutter result is unavailable because the input is invalid.
zh_hans: 输入无效，无法复制快门结果。

# copy.recordingSummary
source: Camera: %@ Format: %@ · %@ · %@ Frame rate: %@ fps Overdrive: %@ Media: %@ Rate: %@ %@/h · %@ Mb/s Plan: %@ h · %@ Available recording time: %@ Video estimate only; verify camera firmware, codec and media before production.
zh_hans: 相机：%@ 格式：%@ · %@ · %@ 帧率：%@ fps 超频：%@ 介质：%@ 速率：%@ %@/h · %@ Mb/s 计划：%@ 小时 · %@ 可录时长：%@ 仅为视频估算；生产前请确认相机固件、编码与介质。

# copy.shutterHint
source: Copy the shutter result summary.
zh_hans: 复制快门结果摘要。

# copy.shutterSummary
source: Mode: %@ Angle: %@° Shutter time: %@ Exposure: %@ Result is a theoretical estimate; verify camera and lighting behavior with test footage.
zh_hans: 模式：%@ 角度：%@° 快门时间：%@ 曝光：%@ 结果为理论估算；请用测试素材确认相机与光源表现。

# copy.summaryHint
source: Copy a readable recording estimate.
zh_hans: 复制易读的录制估算摘要。

source: Current frame
zh_hans: 当前帧

source: Detect frame gaps
zh_hans: 自动识别帧间隙

source: Dismiss notice
zh_hans: 关闭提示

source: Don't Save
zh_hans: 不保存

source: Draw frame
zh_hans: 框选新帧

# duration.actualHint
source: Actual recording time, from 0.25 to 24 hours.
zh_hans: 实际录制时长，范围为 0.25–24 小时。

# duration.done
source: DONE
zh_hans: 完成

# duration.empty
source: Enter the actual recording time.
zh_hans: 请输入实际录制时长。

# duration.invalid
source: Enter a value from 0.25 to 24 hours.
zh_hans: 请输入 0.25–24 小时范围内的数值。

# duration.pending
source: Plan result not updated until the duration is valid.
zh_hans: 计划结果尚未更新，直到时长输入有效。

# duration.quick
source: Quick duration
zh_hans: 快捷时长

# duration.stepper
source: Adjust recording time
zh_hans: 调整录制时长

source: Earlier
zh_hans: 前移

source: Embedded profile:
zh_hans: 嵌入配置：

source: Export
zh_hans: 导出

# feedback.adjusted
source: Compatibility adjusted: %@.
zh_hans: 已按兼容性自动调整：%@。

# feedback.comparisonAdded
source: Added to comparison.
zh_hans: 已加入对比。

# feedback.comparisonDuplicate
source: This configuration is already in comparison.
zh_hans: 相同配置已在对比中。

# feedback.comparisonFull
source: Comparison is full (4/4). Remove a setup before adding another.
zh_hans: 对比已满（4/4），请先移除一个方案。

# feedback.email.hint
source: Copy this address into your mail app to report a problem or suggest a feature.
zh_hans: 可复制邮箱地址，在邮件应用中发送问题或功能建议。

# feedback.email.section
source: Contact
zh_hans: 联系与反馈

# feedback.email.title
source: Feedback email
zh_hans: 反馈邮箱

# feedback.importedFPS
source: Imported sensor %@ fps and project %@ fps from recording.
zh_hans: 已从录制计算导入传感器 %@ fps、项目 %@ fps。

# feedback.reset
source: Calculator reset.
zh_hans: 计算器已重置。

# feedback.resetUndone
source: Reset undone.
zh_hans: 已撤销重置。

source: FFF decoded; full-data and color accuracy still require reference verification.
zh_hans: FFF 已读取；完整数据与色彩仍待真实样本对照验证。

source: FFF did not decode to a full 16-bit RGB scan; preview-only decoding is rejected.
zh_hans: FFF 未解码为完整 16 位 RGB 扫描；拒绝使用预览图。

# field.camera
source: Camera
zh_hans: 相机

# field.codec
source: codec
zh_hans: 编码

# field.duration
source: Actual recording time
zh_hans: 实际录制时长

# field.frame
source: Frame
zh_hans: 帧

# field.media
source: Media
zh_hans: 介质

# field.mode
source: mode
zh_hans: 模式

# field.overdrive
source: Overdrive
zh_hans: 超频

# field.projectFps
source: project FPS
zh_hans: 项目 FPS

# field.resolution
source: resolution
zh_hans: 分辨率

# field.sensorFps
source: sensor FPS
zh_hans: 传感器 FPS

# field.size
source: Size
zh_hans: 尺寸

# field.source
source: Source
zh_hans: 来源

# field.validationAngle
source: Maximum angle must be at most 360°.
zh_hans: 最大角度必须不超过 360°。

# field.validationFinite
source: Enter a finite number greater than zero.
zh_hans: 请输入大于零的有限数值。

# field.validationFPS
source: Enter 0.001–10000 fps.
zh_hans: 请输入 0.001–10000 fps。

source: Film
zh_hans: 胶片

source: Film slicing
zh_hans: 胶片分割

source: Film workbench
zh_hans: 胶片工作台

source: Film workbench ⌘3
zh_hans: 胶片工作台 ⌘3

source: Fit
zh_hans: 适合

# footer.estimate
source: ESTIMATES · PRORES TARGETS APR 2022 · VERIFY AGAINST CAMERA
zh_hans: 估算 · ProRes 目标值来自 2022 年 4 月 · 请以相机为准

# footer.estimateAccessibility
source: Estimates. Verify against the selected camera and recording media.
zh_hans: 估算值，请根据所选相机和录制介质确认。

source: Format
zh_hans: 格式

source: Frame
zh_hans: 单帧

source: Frame name
zh_hans: 帧名称

source: Frames & crop
zh_hans: 分帧与裁切

source: Free (keep current)
zh_hans: 自由（保持当前）

source: Full scan decoding is unavailable. An original FFF sample is required for format support.
zh_hans: 系统无法解码完整扫描数据，请提供原始 FFF 样本进行适配。

# group.format
source: Capture format
zh_hans: 拍摄格式

# group.storagePlan
source: Storage plan
zh_hans: 存储计划

source: Height
zh_hans: 高度

source: Import
zh_hans: 导入

source: Import a scan first.
zh_hans: 请先导入扫描。

source: Import a TIFF or Flextight FFF strip, split, crop and export frames.
zh_hans: 导入 TIFF 或 Flextight FFF 整条扫描，分割、裁切并导出。

source: Import cancelled without assigning an input profile.
zh_hans: 导入已取消，未指定输入配置。

source: Import scan
zh_hans: 导入扫描

source: Import scan…
zh_hans: 导入扫描…

source: Invalid project version or parameters.
zh_hans: 项目版本或参数无效。

source: Later
zh_hans: 后移

source: Locate the original scan file
zh_hans: 请重新定位原始扫描文件

# mac.filmWorkbench
source: Film workbench
zh_hans: 胶片工作台

# mac.recordingCalculator
source: Recording calculator
zh_hans: 录制计算器

# mac.shutterWorkbench
source: Shutter workbench
zh_hans: 快门工作台

# nav.addComparison
source: Add to comparison
zh_hans: 加入对比

# nav.cameras
source: Cameras
zh_hans: 相机

# nav.copied
source: Copied
zh_hans: 已复制

# nav.calculate
source: Calculate
zh_hans: 计算

# nav.copy
source: Copy
zh_hans: 复制摘要

# nav.copyLink
source: Copy configuration link
zh_hans: 复制配置链接

# nav.done
source: Done
zh_hans: 完成

# nav.favorites
source: Favorites
zh_hans: 收藏

# nav.film
source: Film
zh_hans: 胶片

# nav.more
source: More
zh_hans: 更多

# nav.recording
source: Recording
zh_hans: 录制

# nav.reset
source: Reset calculator
zh_hans: 重置计算器

# nav.settings
source: Settings
zh_hans: 设置

# negative.assumedProfile
source: Input profile is unnamed: using the decoded color space or sRGB fallback.
zh_hans: 输入色彩配置未命名：使用解码色彩空间或 sRGB 默认值。

# negative.baseColor
source: Sampled film base color
zh_hans: 片基取样颜色

# negative.baseSet
source: Film base stored for this session
zh_hans: 片基颜色已暂存

# negative.camera
source: Open camera
zh_hans: 打开相机

# negative.cameraHint
source: Continuous autofocus is on. Tap to move the focus area.
zh_hans: 正在持续自动对焦，点按可调整对焦区域。

# negative.cameraStarting
source: Starting camera…
zh_hans: 正在启动相机…

# negative.cancel
source: Cancel
zh_hans: 取消

# negative.comparison
source: Preview
zh_hans: 预览

# negative.continue
source: Continue
zh_hans: 继续

# negative.down
source: Move sample down
zh_hans: 取色框向下

# negative.error.camera
source: The camera is unavailable. Try again or import an image.
zh_hans: 相机不可用，请重试或导入图像。

# negative.error.decode
source: Cannot decode this image. Select a TIFF, PNG, JPG or HEIF file.
zh_hans: 无法解码此图像，请选择 TIFF、PNG、JPG 或 HEIF 文件。

# negative.error.depth
source: Use an 8-bit or 16-bit RGB or grayscale image.
zh_hans: 请选择 8 位或 16 位 RGB 或灰度图像。

# negative.error.disk
source: Not enough temporary storage to export this image. Free some space and try again.
zh_hans: 临时存储空间不足，无法导出。请释放空间后重试。

# negative.error.export
source: Export failed. The original image and film base are retained.
zh_hans: 导出失败，原图和片基已保留。

# negative.error.interrupted
source: Camera interrupted. Resume and sample the film base again.
zh_hans: 相机已中断，继续后请重新选取片基。

# negative.error.lock
source: Cannot lock exposure and white balance. Use the frozen frame or import an image.
zh_hans: 无法锁定曝光与白平衡。请使用冻结帧或导入图像。

# negative.error.pages
source: Multi-page TIFF is not supported. Select a single-image TIFF.
zh_hans: 不支持多页 TIFF，请选择单图像 TIFF。

# negative.error.permission
source: Camera access is unavailable. Allow access in Settings or import an image.
zh_hans: 无法访问相机。请在设置中允许访问，或导入图像。

# negative.error.render
source: The preview could not be rendered. Try importing the image again.
zh_hans: 无法生成预览，请重新导入图像。

# negative.error.sampleBounds
source: Move the sample box fully inside an opaque film edge.
zh_hans: 请将取色框完整移到不透明的片边内。

# negative.error.sampleClipped
source: This region is too dark or clipped. Choose another area, or adjust the lighting and resample.
zh_hans: 此区域过暗或已剪切。请选择其他区域，或调整背光后重新取色。

# negative.error.thermal
source: Camera paused while the device cools down. Resume and resample later.
zh_hans: 设备过热，相机已暂停。降温后请继续并重新取色。

# negative.error.memory
source: This image needs more memory than is currently available. Close other work or use a smaller source; no image has been resized.
zh_hans: 当前可用内存不足。请关闭其他任务或使用较小的源图，应用未缩小图像。

# negative.error.size
source: The image dimensions cannot be processed.
zh_hans: 无法处理此图像尺寸。

# negative.export
source: Export positive
zh_hans: 导出正片

# negative.exporting
source: Exporting full-size positive…
zh_hans: 正在导出原尺寸正片…

# negative.files
source: Import file
zh_hans: 导入文件

# negative.freeze
source: Freeze
zh_hans: 定格

# negative.image
source: Negative preview. Pinch to zoom; tap to sample while selecting the film base.
zh_hans: 负片预览。双指缩放；选取片基时点按取色。

# negative.input
source: Input
zh_hans: 输入

# negative.intro
source: Import a negative, including large TIFF scans, or use a camera over an evenly lit background. Sample an unexposed film edge to preview the positive.
zh_hans: 导入负片（支持大文件 TIFF），或用相机对准均匀背光上的负片。选取未曝光片边，查看正片效果。

# negative.left
source: Move sample left
zh_hans: 取色框向左

# negative.loading
source: Reading image…
zh_hans: 正在读取图像…

# negative.locked
source: Exposure and white balance locked
zh_hans: 曝光与白平衡已锁定

# negative.locking
source: Locking exposure and white balance…
zh_hans: 正在锁定曝光与白平衡…

# negative.needsBase
source: Select an unexposed film edge first.
zh_hans: 请先选取未曝光片基。

# negative.openSettings
source: Open Settings
zh_hans: 打开设置

# negative.original
source: Original
zh_hans: 原片

# negative.paused
source: Camera paused. Resume and resample the film base.
zh_hans: 相机已暂停，继续后请重新取色。

# negative.photos
source: Import photo
zh_hans: 导入照片

# negative.positive
source: Positive
zh_hans: 正片

# negative.rendering
source: Rendering positive…
zh_hans: 正在生成正片…

# negative.resample
source: Resample
zh_hans: 重新取色

# negative.right
source: Move sample right
zh_hans: 取色框向右

# negative.sample
source: Sample film base
zh_hans: 选取片基

# negative.sampleHint
source: The center dot marks the sample. Tap an unexposed film edge or return to center; avoid holes and lettering. Confirm to preview the positive.
zh_hans: 中心点为取样位置。点按未曝光片边或回到中心，避开齿孔和文字；确认后查看正片。

# negative.title
source: Film Preview
zh_hans: 胶片预览

# negative.uneven
source: This region is uneven. Check the selected film edge.
zh_hans: 此区域不均匀，请检查所选片边。

# negative.up
source: Move sample up
zh_hans: 取色框向上

# negative.useBase
source: Use this film base
zh_hans: 使用此片基

# nav.shutter
source: Shutter
zh_hans: 快门

# nav.undo
source: Undo
zh_hans: 撤销

# nav.viewComparison
source: View comparison
zh_hans: 查看对比

# nav.workbench
source: Workbench
zh_hans: 工作台

source: No reliable frame gaps found. Draw frames or edit the existing crop.
zh_hans: 未找到可靠帧间隙，请手动框选或调整现有裁切框。

source: OK
zh_hans: 好

source: Open film workbench
zh_hans: 打开胶片工作台

source: Open project
zh_hans: 打开项目

source: Operation failed
zh_hans: 操作未完成

source: Preview rendering failed.
zh_hans: 预览渲染失败。

source: Processing…
zh_hans: 正在处理…

source: Project
zh_hans: 项目

source: Quality
zh_hans: 质量

source: Redo
zh_hans: 重做

source: Redo film edit
zh_hans: 重做胶片调整

source: Relative to Home
zh_hans: 相对主目录

source: Remove selected
zh_hans: 删除所选

# result.activeArea
source: Active area
zh_hans: 成像范围

# result.actualDetail
source: actual capture time
zh_hans: 实际拍摄时间

# result.actualDuration
source: Estimated recording time
zh_hans: 预计录制时长

# result.basis
source: Calculation basis
zh_hans: 计算依据

# result.bitrate
source: Bitrate
zh_hans: 码率

# result.captureRateDetail
source: Capture
zh_hans: 拍摄

# result.cardDuration
source: On selected card
zh_hans: 所选卡可录时长

# result.perHour
source: per hour
zh_hans: 每小时

# result.planCapacity
source: Plan storage
zh_hans: 计划总容量

# result.planDetail
source: %@ actual recording
zh_hans: 实际录制 %@

# result.playback
source: Playback
zh_hans: 回放时长

# result.selectedCard
source: selected card
zh_hans: 所选卡

# result.technicalDetails
source: Technical details
zh_hans: 技术详情

source: Retry failed exports…
zh_hans: 重试失败项目…

source: Rotate / straighten
zh_hans: 旋转 / 拉直

source: Save
zh_hans: 保存

source: Save film project?
zh_hans: 保存胶片项目？

source: Save project
zh_hans: 保存项目

source: Save project as…
zh_hans: 项目另存为…

source: Scan has no embedded color profile
zh_hans: 扫描文件没有嵌入色彩配置

source: Scope
zh_hans: 范围

source: Select
zh_hans: 选择

source: Select frame
zh_hans: 选择帧

source: Selected frames
zh_hans: 所选帧

# settings.appleLink
source: Apple: How storage capacity is measured
zh_hans: Apple：存储容量的计算方式

# settings.binaryExplanation
source: Binary 1 GiB = 1024 MiB = 1,073,741,824 bytes. FFFilm uses GiB and TiB to keep the distinction explicit.
zh_hans: 1024 进制（二进制） 1 GiB = 1024 MiB = 1,073,741,824 字节。FFFilm 使用 GiB、TiB 避免混淆。

# settings.binaryUnit
source: Binary · 1 GiB = 1024 MiB
zh_hans: 二进制 · 1 GiB = 1024 MiB

# settings.capacity
source: Capacity units
zh_hans: 容量单位

# settings.decimalExplanation
source: Decimal 1 GB = 1000 MB = 1,000,000,000 bytes. Common for storage manufacturers and Apple capacity labels.
zh_hans: 1000 进制（十进制） 1 GB = 1000 MB = 1,000,000,000 字节。硬盘、存储卡厂商与 Apple 容量标签通常采用这种方式。

# settings.decimalUnit
source: Decimal · 1 GB = 1000 MB
zh_hans: 十进制 · 1 GB = 1000 MB

# settings.details
source: Details
zh_hans: 详情

# settings.impactExplanation
source: Per-hour data, plan totals and comparisons use the selected display unit. Bitrate, recording time and utilization remain unchanged.
zh_hans: 每小时数据量、计划总量和对比方案使用所选单位。码率、可录时长和容量占用百分比不变。

# settings.impactTitle
source: Impact on estimates
zh_hans: 对计算结果的影响

# settings.microsoftLink
source: Microsoft: Binary units in Windows
zh_hans: Microsoft：Windows 的二进制单位标注

# settings.shortcut
source: Settings (⌘,)
zh_hans: 设置（⌘,）

# settings.title
source: Settings
zh_hans: 设置

# settings.unitDifferenceNote
source: These conventions are not exclusive to one operating system. MB is megabytes, Mb is megabits, and 1 byte = 8 bits.
zh_hans: 这两种方式并非某个系统专属。MB 表示兆字节，Mb 表示兆比特；1 字节 = 8 比特。

# settings.unitDifferenceTitle
source: 1000 and 1024
zh_hans: 1000 与 1024 的区别

# settings.unitHint
source: Applied immediately and kept for the next launch.
zh_hans: 选择后立即生效，并在下次启动时保留。

# shutter.candidates
source: Nearest light-cycle candidates
zh_hans: 最近光源周期候选

# shutter.complete
source: Target exposure covers complete light cycles in this model.
zh_hans: 目标曝光覆盖该模型中的完整光源周期。

# shutter.compromise.approximate
source: High cycle counts: bounded numerical search, not a guaranteed global optimum.
zh_hans: 周期数过多：采用有上限的数值搜索，结果为近似参考，不保证全局最优。

# shutter.compromise.device
source: %@ Hz · %@ cycles · nearest %@ · deviation %@ cycles
zh_hans: %@ Hz · %@ 周期 · 最近整数 %@ · 偏差 %@ 周期

# shutter.compromise.error
source: Worst cycle deviation: %@ cycles
zh_hans: 最大周期偏差：%@ 周期

# shutter.compromise.method
source: Minimizes the worst deviation from a positive whole refresh cycle across devices; ties favor the preferred angle. Cycle deviation is not measured flicker. Verify with test footage.
zh_hans: 优先降低各设备距正整数刷新周期的最大偏差，同等偏差时接近期望角度。周期偏差不代表实测频闪强度，请实拍确认。

# shutter.compromise.notice
source: No exact common exposure fits the angle limit. A compromise reference is available in details; flicker may remain.
zh_hans: 角度限制内无严格共同解，已提供折中参考（详见详情）；仍可能出现频闪。

# shutter.compromise.title
source: COMPROMISE REFERENCE
zh_hans: 折中推荐

# shutter.copyResult
source: Copy result
zh_hans: 复制结果

# shutter.cycles
source: cycles
zh_hans: 周期

# shutter.direction.angleToTime
source: Angle → time
zh_hans: 角度 → 时间

# shutter.direction.timeToAngle
source: Time → angle
zh_hans: 时间 → 角度

# shutter.displayAccessibility
source: Display refresh rates, comma separated
zh_hans: 显示设备刷新率，用逗号分隔

# shutter.displayCandidates
source: Common refresh-cycle candidates
zh_hans: 共同刷新周期候选

# shutter.displayComplete
source: Target exposure covers complete refresh cycles for every display.
zh_hans: 目标曝光覆盖所有显示设备的完整刷新周期。

# shutter.displayHint
source: Comma separated, for example 60, 120, 144; use . for decimals.
zh_hans: 用逗号分隔，例如 60, 120, 144；小数点使用 .。

# shutter.displayIncomplete
source: Target exposure does not cover complete refresh cycles for every display.
zh_hans: 目标曝光未覆盖所有显示设备的完整刷新周期。

# shutter.displayModel
source: Fixed refresh-rate model; environmental lighting is excluded. PWM, variable refresh, scanout and rolling shutter still require test footage.
zh_hans: 按固定刷新率计算，未包含环境灯光。PWM、可变刷新率、扫描方式及滚动快门仍需实拍验证。

# shutter.displayRefreshError
source: Enter 2–16 refresh rates (0.001–1000000 Hz, up to three decimals), separated by commas. Use . for decimals.
zh_hans: 输入 2–16 个刷新率（0.001–1000000 Hz，最多三位小数），用逗号分隔，小数点用 .。

# shutter.done
source: DONE
zh_hans: 完成

# shutter.field.angle
source: Angle
zh_hans: 角度

# shutter.field.baseline
source: Baseline angle
zh_hans: 基准角度

# shutter.field.cameraFPS
source: Camera FPS
zh_hans: 相机 FPS

# shutter.field.displayRates
source: Display refresh rates
zh_hans: 显示设备刷新率

# shutter.field.input
source: Input
zh_hans: 输入

# shutter.field.lightCheck
source: Light check
zh_hans: 光源检查

# shutter.field.lightPulseRate
source: Light pulse rate
zh_hans: 光源脉冲频率

# shutter.field.lightSource
source: Light source
zh_hans: 光源

# shutter.field.match
source: Match
zh_hans: 匹配

# shutter.field.maxAngle
source: Maximum angle
zh_hans: 最大角度

# shutter.field.mode
source: Mode
zh_hans: 模式

# shutter.field.preferred
source: Preferred angle
zh_hans: 首选角度

# shutter.field.projectFPS
source: Project FPS
zh_hans: 项目 FPS

# shutter.field.time
source: Time: 1 /
zh_hans: 时间：1 /

# shutter.frameByFrame
source: Frame-by-frame retiming · no interpolation or frame blending
zh_hans: 逐帧变速 · 不插帧或混合帧

# shutter.import
source: Import FPS from recording calculator
zh_hans: 从录制计算导入帧率

# shutter.importHint
source: Copies both frame rates once; recording settings remain unchanged.
zh_hans: 一次性复制两个帧率；录制设置不会联动改变。

# shutter.incomplete
source: Target exposure does not cover complete light cycles in this model.
zh_hans: 目标曝光未覆盖该模型中的完整光源周期。

# shutter.invalid
source: Enter a valid value to calculate.
zh_hans: 请输入有效数值后计算。

# shutter.keepsAngle
source: Keeps angle · exposure changes with camera FPS
zh_hans: 保持角度 · 曝光随相机 FPS 改变

# shutter.light.custom
source: Custom light pulse rate
zh_hans: 自定义光源脉冲频率

# shutter.light.displays
source: Multiple displays
zh_hans: 多显示设备

# shutter.light.mains50
source: 50 Hz mains · 100 Hz light
zh_hans: 50 Hz 市电 · 100 Hz 光源

# shutter.light.mains60
source: 60 Hz mains · 120 Hz light
zh_hans: 60 Hz 市电 · 120 Hz 光源

# shutter.limitHint
source: User-set theoretical limit · verify camera support
zh_hans: 用户设定的理论上限 · 请确认相机支持

# shutter.match.angle
source: Keep angle
zh_hans: 保持角度

# shutter.match.exposure
source: Keep exposure time
zh_hans: 保持曝光时间

# shutter.matchesExposure
source: Matches exposure at the project baseline
zh_hans: 匹配项目基准的曝光时间

# shutter.mode.conversion
source: Angle ↔ time
zh_hans: 快门换算

# shutter.mode.flicker
source: Flicker reference
zh_hans: 频闪参考快门

# shutter.mode.matching
source: Over / undercrank
zh_hans: 升格 / 降格

# shutter.noCandidates
source: No complete light-cycle exposure fits the current angle limit. This does not prove that flicker will occur.
zh_hans: 当前帧率和最大角度下，没有覆盖全部设备完整刷新周期的共同快门；这不代表一定出现频闪。

# shutter.noDisplayCandidates
source: No common shutter covers complete refresh cycles for every display at this frame rate and angle limit. Try a lower frame rate, a higher angle limit or matching refresh rates; this does not prove flicker.
zh_hans: 当前帧率和最大角度下，没有覆盖全部设备完整刷新周期的共同快门。可降低拍摄帧率、提高角度上限或统一设备刷新率；这不代表一定出现频闪。

# shutter.numericalLimit
source: Values exceed calculation precision. Use a less extreme input.
zh_hans: 数值超出计算精度，请使用较小范围的输入。

# shutter.overLimit
source: Theoretical angle exceeds the %@° limit. This exposure cannot be realized within the limit.
zh_hans: 理论角度超过 %@° 上限，无法在该上限内实现此曝光。

# shutter.periodicModel
source: Periodic light model · verify with test footage. LED, PWM and rolling shutter may differ.
zh_hans: 周期光源模型 · 请用测试素材确认。LED、PWM 与滚动快门可能不同。

# shutter.presets
source: Frame rate presets
zh_hans: 帧率预设
